[
    {
      "id": 1,
      "image": "https://i.ibb.co/syXVXNW/blog-11928d.jpg",
      "title": " Investing in Bangladesh : Strategies for Foreign Companies",
      "details": "Bangladesh is currently emerging as a robust economy, showcasing steady GDP growth and maintaining a stable BB- credit rating, a testament to its economic resilience and attractiveness to investors. This assessment is echoed by reputable agencies such as S&P and Fitch in recent years. The nation's appeal is further underscored by its substantial labour force and a burgeoning consumer market, making it an enticing investment destination for both manufacturing and services industries. Notably, Japanese investors have taken a leading role in capitalizing on the opportunities presented by the country's economic landscape."
    },
    {
      "id": 2,
      "image": "https://i.ibb.co/9rf2bcD/blog-948bbd.jpg",
      "title": " How to Obtain Factory Establishment Licenses in Bangladesh",
      "details": "To streamline the application process, the government has introduced the Labor Inspection Management Application (LIMA) portal, an online platform facilitating the submission and monitoring of license applications. The steps  obtaining a Factory Establishment License online are detailed below:notification is sent to the applicant. Factory licenses must be renewed by paying the scheduled renewal fee before December 31 of each year. In  of application rejection, the applicant has the right to appeal to the government within 30 days."
    },
    {
      "id": 3,
      "image": " https://i.ibb.co/xjSMhrY/blog-4b3c93.jpg",
      "title": " How to Register Liaison Office in Bangladesh",
      "details": "Liaison offices are typically established in a foreign country to facilitate communication and maintain connections with the business resources of that country, all while being under the jurisdiction of the parent company in its country of origin. A liaison office essentially serves as a conduit for communication between the parent company and its agents or distributors in the host country. Notably, a liaison office is restricted from generating any income or profits. In contrast, a registered branch office, once established, can generate income with the prior approval of the relevant authority in Bangladesh."
    }
  ]